IdeaRS.OpenModel.Connection.IdeaConImportSettings.OrderMembersById
If true, connected members in connection are ordered acoording to topological rules
othewise by their IDs.

IdeaRS.OpenModel.Connection.IdeaConImportSettings.DesignCode
Gets or sets the Design Code
There can be :
ECEN
AISC
CISC
RUS